Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_kiitti_stipendein_saamen_kielten_opinnoissa_menestyneita_oppilaita(0).html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät kiitti stipendein saamen kielten opinnoissa menestyneitä oppilaita
smn: Sämitigge kiijtij stipendijguin sämikielâi uápuin miänástum uáppeid

source: Saamelaiskäräjät jakoi koulujen kevätlukukauden päättyessä stipendejä saamen kielten opinnoissa hyvin menestyneille oppilaille.
smn: Sämitigge juovij škoovlâi kiđđâjuuhlijn stipendijd uáppeid kiäh láá pyereest miänástum sämikielâuápuin.

source: Stipendin sai yhteensä 32 perusopetuksen päättänyttä oppilasta ja 13 uutta ylioppilasta.
smn: Stipendijd finnejii ohtsis 32 vuáđuškoovlâst kiergânâm uáppee já 13 uđđâ pajeuáppee.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
smn: Sämitige stiipeend ožžuu čuávuvááh nuorah:

source: Ylioppilaat:
smn: Pajeuáppeeh:

source: Enontekiön erälukio: Ibbá Lauhamaa (pohjoissaame), Inger-Anni Valkeapää (pohjoissaame)
smn: Iänuduv luvâttâh: Ibbá Lauhamaa (orjâlâškielâ), Inger-Anni Valkeapää (orjâlâškielâ)

source: Ivalon lukio : Mihkku Laiti (pohjoissaame), Rufina Kangasniemi (pohjoissaame), Matti Iisakki Musta (pohjoissaame), Vilho-Simon Mäkinen (pohjoissaame), Aada Vuolab (pohjoissaame), Sammeli Suominen (inarinsaame)
smn: Avveel luvâttâh: Mihkku Laiti (orjâlâškielâ), Rufina Kangasniemi (orjâlâškielâ), Matti Iisakki Musta (orjâlâškielâ), Vilho-Simon Mäkinen (orjâlâškielâ), Aada Vuolab (orjâlâškielâ), Sammeli Suominen (anarâškielâ)

source: Utsjoen saamelaislukio: Senja Aikio (pohjoissaame), Emma Laakso (pohjoissaame), Elle Raudasoja (pohjoissaame), Ánte Tenoranta (pohjoissaame)
smn: Ucjuv sämiluvâttâh : Senja Aikio (orjâlâškielâ), Emma Laakso (orjâlâškielâ), Elle Raudasoja (orjâlâškielâ), Ánte Tenoranta (orjâlâškielâ)

source: Sibelius-lukio, Helsinki: Biret-Iŋgá Pieski (pohjoissaame)
smn: Sibelius- luvâttâh, Helsig: Biret-Iŋgá Pieski (orjâlâškielâ)

source: Perusopetuksen suorittaneet oppilaat:
smn: Vuáđumáttááttâs čođâldittám uáppeeh:

source: Hetan koulu : Elen-Anne Juuso (pohjoissaame), Paulus Labba (pohjoissaame), Julia Näkkäläjärvi (pohjoissaame)
smn: Heta vuáđuškovlâ : Elen-Anne Juuso (orjâlâškielâ), Paulus Labba (orjâlâškielâ), Julia Näkkäläjärvi (orjâlâškielâ)

source: Inarin koulu: Kaisla Suominen (inarinsaame), Emma Saari (inarinsaame), Ainomaija Mäenpää (inarinsaame), Pekka Tervaniemi (inarinsaame), Tiia-Karen Alakorva (pohjoissaame), Hilda Musta (pohjoissaame), Saranne Näkkäläjärvi (pohjoissaame), Mihku Näkkäläjärvi (pohjoissaame)
smn: Aanaar škovlâ: Kaisla Suominen (anarâškielâ), Emma Saari (anarâškielâ), Ainomaija Mäenpää (anarâškielâ), Pekka Tervaniemi (anarâškielâ), Tiia-Karen Alakorva (orjâlâškielâ), Hilda Musta (orjâlâškielâ), Saranne Näkkäläjärvi (orjâlâškielâ), Mihku Näkkäläjärvi (orjâlâškielâ)

source: Ivalon yläkoulu: Ilona Aikio (pohjoissaame), Essi Mikkola (pohjoissaame), Tuukka Hakovirta (inarinsaame)
smn: Avveel pajetääsi : Ilona Aikio (orjâlâškielâ), Essi Mikkola (orjâlâškielâ), Tuukka Hakovirta (anarâškielâ)

source: Juhannuskylän koulu, Tampere: Mitro Krutsin (inarinsaame)
smn: Juhannuskylä škovlâ, Tampere: Mitro Krutsin (anarâškielâ)

source: Karigasniemen koulu: Ellen Saijets (pohjoissaame), Sive Kangas (pohjoissaame), Johanna Kangas (pohjoissaame), Henri Sarre (pohjoissaame), Ronja Utsi (pohjoissaame), Isak Pieski (pohjoissaame)
smn: Kärigâsnjaargâ škovlâ: Ellen Saijets (orjâlâškielâ), Sive Kangas (orjâlâškielâ), Johanna Kangas (orjâlâškielâ), Henri Sarre (orjâlâškielâ), Ronja Utsi (orjâlâškielâ), Isak Pieski (orjâlâškielâ)

source: Kastellin koulu, Oulu: Hannes Huusko (pohjoissaame)
smn: Kastelli škovlâ, Oulu: Hannes Huusko (orjâlâškielâ)

source: Sevettijärven koulu: Markus Porsanger (koltansaame), Inari Jomppanen (koltansaame), Janna-Maria Semenoff (koltansaame)
smn: Čevetjäävri škovlâ: Markus Porsanger (nuorttâlâškielâ), Inari Jomppanen (nuorttâlâškielâ), Janna-Maria Semenoff (nuorttâlâškielâ)

source: Tähtikunnan koulu, Sodankylä: Veeti Tanhua (pohjoissaame), Valtteri Karppinen (pohjoissaame)
smn: Täsnikieldâ škovlâ, Suáđigil : Veeti Tanhua (orjâlâškielâ), Valtteri Karppinen (orjâlâškielâ)

source: Utsjokisuun koulu : Lávra Länsman (pohjoissaame), Aaro-Sámmol Syvänperä (pohjoissaame), Sammeli Valle (pohjoissaame)
smn: Ucjuv škovlâ: Lávra Länsman (orjâlâškielâ), Aaro-Sámmol Syvänperä (orjâlâškielâ), Sammeli Valle (orjâlâškielâ)

source: Vuotson koulu: Ante Magga (pohjoissaame), Olavi Hetta (pohjoissaame)
smn: Vuáčču škovlâ: Ante Magga (orjâlâškielâ), Olavi Hetta (orjâlâškielâ)

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille!
smn: Sämitigge tuáivut luho já pyere kesiluámu puohháid!
